
const chartData = {
  labels: [
    "فروردین",
    "اردیبهشت",
    "خرداد",
    "تیر",
    "مرداد",
    "شهریور",
    "مهر",
    "آبان",
    "آذر",
    "دی",
    "بهمن",
    "اسفند",
  ],
  datasets: [
    {
      label: "آمار فروش",
      backgroundColor: "#37dadf78",
      borderColor: "#1BA9E9",
      data: [
        114_000, 541_000, 212_112_000, 18_000, 340_000, 81_000_000, 920_000,
        10_500_000, 143_000_000, 870_000, 120_000, 311_000_000,
      ],
    },
  ],
};

export { chartData };
