// const saleXAxisData = [
//   { name: "فروردین", sale: "124_000" },
//   { name: "اردیبهشت", sale: "54_000" },
//   { name: "خرداد", sale: "231_000" },
//   { name: "تیر", sale: "18_000" },
//   { name: "مرداد", sale: "340_000" },
//   { name: "شهریور", sale: "880_000" },
//   { name: "مهر", sale: "920_000" },
//   { name: "آبان", sale: "10_500_000" },
//   { name: "آذر", sale: "143_000_000" },
//   { name: "دی", sale: "870_890_000" },
//   { name: "بهمن", sale: "12_200_000" },
//   { name: "اسفند", sale: "31_000_000" },
// ];

// export { saleXAxisData };

const chartData = {
  labels: [
    "فروردین",
    "اردیبهشت",
    "خرداد",
    "تیر",
    "مرداد",
    "شهریور",
    "مهر",
    "آبان",
    "آذر",
    "دی",
    "بهمن",
    "اسفند",
  ],
  datasets: [
    {
      label: "آمار فروش",
      backgroundColor: "#37dadf78",
      borderColor: "#1BA9E9",
      data: [
        114_000, 541_000, 212_112_000, 18_000, 340_000, 81_000_000, 920_000,
        10_500_000, 143_000_000, 870_000, 120_000, 311_000_000,
      ],
    },
  ],
};

export { chartData };
